{
  "location": "en",
  "translate": {
    "false_cognate": "False Cognate",
    "false_cognates": "False Cognates",
    "about": "About",
    "contact": "Contact",
    "search": "Search",
    "by": "by",
    "login": "Login",
    "register": "Register",
    "password": "Password",
    "new_password": "New Password",
    "register_new_password": "Register New Password",
    "confirm_password": "Confirm Password",
    "login_register": "Login & Register",
    "forgot_password": "Forgot Password",
    "request_password": "Request Password Change",
    "there": "There",
    "is_one_record": "is one record",
    "are_some_records": "are some records",
    "values_already": "with those values already",
    "using": "Using",
    "define_what": "define what",
    "means_in": "means in",
    "optional": "Optional",
    "suggest_a": "Suggest a False Cognate",
    "suggest_a_new_one": "You can either continue, in case you have a better definition, or you could try sending a different word.",
    "search_history": "Search history",
    "list_of_search": "List of your last 10 searches",
    "contact_form": "Contact Form",
    "search_by_langs": "Search by Languages",
    "search_by_term": "Search by Term",
    "accept_services_agreement": "<div class=\"base-line-height\"> I read and accepted the <span class=\"bold\">FalseCognates.com's</span> <a id=\"termsAgreement\" href=\"/agreement\" target=\"_blank\">Terms and Agreements</a>. </div>",
    "search_by_id": "Search by ID",
    "found": "found",
    "found_for": "found for",
    "false_cognate_not_found": "False Cognate not found.",
    "please_type": "Please type a word to search for",
    "most_popular": "Most Popular",
    "services_agreement": "Terms and Agreements",
    "services_agreement_content": "<p>    By using this website you agree with the following:  </p>  <ol>    <li>      The creators of this website are not responsible for any damage, loss of property, or issues as a consequence of the usage of it's content.    </li>    <li>      Any reference to the content of this website should contain a reference to it's name and URL.    </li>    <li>      Any document or author that desire to include 20 (twenty) or more references to this website's false cognates would need to first obtain a written approval from the website's creators.    </li>    <li>      By submiting contributions to this website, including suggestions of false cognates, you are giving the full rights of that content to the website's creators. These privilleges include the possibility of usage of the content, including for commercial usage, without notififying or obtaining permission of the authors, nor needing to make any reference to the authors. The creators of the website has also the rights to sell, modify, delete and publish any content submited in here without notifying or obtaining permission of any other person or organization.    </li>    <li>      The security system on this website is not extremely sophisticated. Therefore, please use a unique password that is not used in any other place, that way, if the website is ever hacked or it's data leaked, you will have no issues.    </li>    <li>      The creators of this website do not accept any responsibility for issues or losses originated by the information that you shared or read in it.    </li>    <li>      The term \"creators\" used in this Agreement refers to the programmer (Fabio Nolasco) and the designer (Natie Nolasco).    </li>  </ol>  <p> Last modified on: Abril 3th, 2017</p>",
    "created_by": "Create by",
    "app_license": "The source code of this website is Open Source under the license",
    "at_github": "and is available on",
    "db_license": "The content and the DB data of this website is Copyrighted. Please check the FalseCognates.com",
    "developed_by": "Website developed by",
    "login_to_vote": "Please login or register to vote!",
    "please_select_lang": "Please select language",
    "between": "between",
    "previous": "Previous",
    "next": "Next",
    "home_page": "Homepage",
    "search_page": "Search Page",
    "name": "Name",
    "email": "E-mail",
    "subject": "Subject",
    "message": "Message",
    "required": "Required",
    "submit_message": "Submit Message",
    "word_in": "Word in",
    "definition of": "Definition of",
    "in": "in",
    "menas_in": "means in",
    "english_definition": "Optional - Using English, define what",
    "natural_using": "Using ",
    "natural_define": ", define what",
    "by_submitting": "I read and accepted the FalseCognates.com",
    "submit_form": "Submit Form",
    "about_content": "<h4>Funny story of how falsecognates.com started!</h4><p>Hi! I am Fabio, the designer and creator of falsecognates.com. There's a funny story of how I thought of this concept. I am a Brazilian programmer who emmigrated to the USA in 2011 where I promptly met the love of my life, Natie! She is Colombian by birth, but moved to America at a very early age. Living in a hispanic community in NY gave her a very interesting cultural and language mix! I, on the other hand, was a Brazilian guy with very little international experience, so my reality at that point was greatly focused on the normal daily life in Brazil.</p><p>We quickly started to hang out a lot! As you can imagine, it was not long after that that we started to notice several cultural and languange barriers. One day I showed her something that I did and that I thought was very nice, but she turned to me and said: \"Ridiculous!\", which made me a little confused! She seemed happy, but to me that sounded so rude! In Brazil saying that something or someone is \"ridículo\" is a bad thing. But the saving grace was that the first Bible passage that God put in my heart when I met her was:</p><p class=\"bible\">\"[Love]... thinketh no evil.\" 1 Corinthians 13:5b KJV</p><p>That word, \"thinketh\", in the original greek (λογίζομαι) literally means: I reckon, count, charge with; reason, decide, conclude; think, suppose.</p><p>That passage has been a spring of peace and joy in our lives since day one! Everytime we hear the other saying something that sounds weird, rude, or just out of place, we try not to assume bad intentions, we try not to suspect evil intentions. We try to assume that it could be a cultural or a translation problem, afterall, by logic, since we loved each other, it was more likely that we meant well, even if we chose the wrong words by mistake or if it was something lost in translation.</p><p>That became our game! We decided to make a list and laugh about our cultural and language differences, many times thinking of funny situations that could come out of it. Now, after many years of marriage, we noticed that many people misscommunicate because they don't understand those false cognates and culturual differences.</p><p>We hope that this website, along with the goal of being an online reference about False Cognates, and even a place for entertainement, will help people all over the world to communicate better, reduce missunderstandings and encourage a loving attitude towards people that are different from them!</p>",
    "about_def": "FalseCognates.com is a website where people can read and share examples of false cognates, which are pairs of words (among different languages or within the same language) that sound similar but have different meanings and/or roots.",
    "home_def": "False Cognates are a pair of words, either between different languages or within the same language, that sound similar but have different meanings and/or different roots. For a more precise definition please refer: ",
    "wikipedia_link": "https://en.wikipedia.org/wiki/False_cognate",
    "mcmillan_link": "http://www.macmillandictionary.com/us/dictionary/american/false-cognate",
    "wikipedia_title": "Wikipedia",
    "mcmillan_title": "McMillan Dictionary",
    "not_found": "Page Not Found",
    "not_found_content": "<p>Sorry, but the page that you are looking is missing or you might have the wrong address.</p><p>We will take a look at this issue soon!</p>"
  }
}
