{
  "location": "en",
  "translate": {
    "false_cognate": "Falso Cognato",
    "false_cognates": "Falso Cognatos",
    "about": "Sobre",
    "contact": "Contato",
    "search": "Pesquisar",
    "by": "por",
    "login": "Login",
    "register": "Registrar",
    "password": "Senha",
    "new_password": "Nova Senha",
    "register_new_password": "Registrar Nova Senha",
    "confirm_password": "Confirmar Senha",
    "login_register": "Login & Registrar",
    "forgot_password": "Esqueceu a Senha",
    "request_password": "Solicitar Mudança de Senha",
    "there": "Há",
    "is_one_record": "um registro",
    "are_some_records": "alguns registros",
    "values_already": "com os valores que você definiu",
    "using": "Usando",
    "define_what": "defina o que",
    "means_in": "significa em",
    "optional": "Opicional",
    "suggest_a": "Sugira um Falso Cognato",
    "suggest_a_new_one": "Continue normalmente, caso tenha uma definição melhor para o falso cognato pré-existente, ou então escolha outro termo.",
    "search_history": "Histórico de Pesquisas",
    "list_of_search": "Lista das últimas 10 pesquisas",
    "contact_form": "Formulário de Contato",
    "search_by_langs": "Pesquisa por Idiomas",
    "search_by_term": "Pesquisa por Palavra",
    "search_by_id": "Pesquisa por ID",
    "found": "encontrado(s)",
    "found_for": "encontrado(s) para",
    "false_cognate_not_found": "Falso Cognato não encontrado.",
    "please_type": "Por favor entre uma palavra",
    "most_popular": "Mais Populares",
    "services_agreement": "Termos do Usuário",
    "accept_services_agreement": "<div class=\"base-line-height\"> Eu li e acetei os <a id=\"termsAgreement\" href=\"/agreement\" target=\"_blank\">Termos do Usuário</a> do <span class=\"bold\">FalseCognates.com</span>  </div>",
    "services_agreement_content": "<p>Ao usar este website eu concordo e aceito os seguintes termos:  </p>  <ol>    <li>      Os criadores deste website não são responsáveis por danos ou quaisquer tipos perdas ou problemas provenientes da leitura, uso ou compartilhamento dos conteúdos aqui divulgados.   </li>    <li>  Caso você encontre algum conteúdo em incomformidade com a lei, por favor nos informe para que possamos removê-lo. Os criadores deste website irão colaborar com orgãos governamentais com a disponibilização de dados dos usuários, se requerido, caso conteúdos ilícitos sejam submetidos ao banco de dados.    </li>    <li>      O uso do conteúdo deste website, independentemente do meio, deve ser seguido pela apresentação legível do endereço de Internet (URL) da página onde foi obtido.    </li>    <li>      A utilização de 20 ou mais referências ao conteúdo deste website em uma mesma publicação (independentemente do meio) requer aprovação por escrito dos criadores do website.    </li>    <li>      Os criadores deste website recebem automaticamente o total direito de uso, inclusive para fins comerciais, de todo conteúdo sugerido ou enviado pelos usuários. Os criadores deste website não precisarão solicitar permissão aos autores dos distintos conteúdos aqui enviados, nem notificá-los, nem pover compensação de qualquer tipo, independentemente do meio de publicação utilizado ou dos fins desejados pelos criadores do website. Os criadores deste website possuem total direitos de uso, incluindo para vender, modificar, deletar (excluir permanentemente) e publicar os conteúdos enviados aqui pelos usuários, sem a necessidade de notificar ou obter permissão qualquer pessoa ou organização.    </li>    <li>      O sistema de segurança deste website é bastante fraca. Deste modo, crie uma senha única que não seja utilizada em nenhum outro local. Os criadores deste website não se responsabilizam por nenhum dano causado pelo vazamento das informações submetidas ao seu banco de dados.    </li>    <li>      O termo \"criadores\" usado neste documento refere-se precisamente ao Desenvolvedor (Fabio Nolasco) e a Designer (Natie Nolasco).    </li>  </ol>  <p> Última modificação: 01/Maio/2017</p>",
    "created_by": "Criado por",
    "app_license": "O código fonte deste website é Open Source sob a licensa",
    "at_github": "e está disponível no",
    "db_license": "O conteúdo e o banco de dados deste website é protegido por Copyright. Por favor consulte os",
    "developed_by": "Website criado por",
    "login_to_vote": "Por favor, registre-se ou faça o login para votar!",
    "please_select_lang": "Selecione o idioma",
    "between": "entre",
    "previous": "Anterior",
    "next": "Próximo",
    "home_page": "Página Inicial",
    "search_page": "Pesquisa",
    "name": "Nome",
    "email": "E-mail",
    "subject": "Assunto",
    "message": "Mensagem",
    "required": "Requerido",
    "submit_message": "Enviar Mensagem",
    "word_in": "Palavra em",
    "definition of": "Definição de",
    "in": "em",
    "menas_in": "significado em",
    "english_definition": "Opicional - Usando Inglês, defina o que",
    "natural_using": "Usando ",
    "natural_define": ", defina o que",
    "by_submitting": "Eu li e aceito  os",
    "submit_form": "Enviar",
    "about_content": "<h4>A divertida história de como o falsecognates.com começou!</h4><p>Oi! Eu sou Fabio, criador do falsecognates.com. Sou brasileiro de nascimento, mineiro, e imigrante nos USA desde 2011. Logo nos primeiros dias que cheguei aqui conheci o amor da minha vida, a Natie! Ela é Colombiana de nascimento, mas veio para a America quando ainda era criança. Ela possui uma mistura muito interessante de perspectivas culturais e idiomáticas, uma vez que cresceu inserida em comunidades hispânica em New York! Eu, por outro lado, era um brasileiro com pouca experiência internacional, com o senso de realidade profundamente influenciado pelo dia a dia do interior do Brasil.</p><p>Assim que Natie e eu nos conhecemos, começamos a passar muito tempo juntos! E como você pode imagina, rapidamente começamos encontrar barreiras culturais e de linguagem. Por exemplo, um dia, após ter mostrado à ela algo que eu havia feito e estava feliz com os resultados, ela disse: \"That's Ridiculous!\" Ela parecia estar contente, mas o que ela havia dito me soou bastante rude! No português do Brasil \"ridículo\" é algo ruim. Mas a nossa salvação foi que o primeiro versículo Bíblico que Deus havia nos dado era:</p><p class=\"bible\">\"[O Amor]... não suspeita o mal.\" 1 Cor 13:5b</p><p>A palavra, \"suspeita\", no original grego (λογίζομαι) significa literalmente: perceber, contar, imputar; entender, decidir, concluir; pensar, supor.</p><p>Aquela passagem tem sido uma fonte de paz e alegria nas nossas vidas e no nosso relacionamento desde o primeiro dia! Todas as vezes que ouvimos o outro dizer algo que nos sooa estranho, rude, ou meio fora do lugar, nós tentamos não supor o mal ou más intenções. Assumimos que pode ser algo mal traduzido ou palavras mal escolhidas, afinal, pela lógica, considerando que amamos um ao outro, o mais provável é que o outro tenha boas intenções, mesmo que tenha perdido o rumo com as palavras naquele momento.</p><p>Isso se tornou um jogo para nós! Toda as vezes que há um mal entendido nós tentamos ver se foi por uma questão cultural ou linguística, e se for, nós tomamos nota e criamos uma lista! Agora, depois de muitos anos de casados, nós percebemos que o entendimento desseas diferenças pode abençoar outras pessoas, quer sejam casais, amigos, ou apenas pessoas em interações casuais.</p><p>Esperamos que este website venha a ser divertido e te faça rir, mas que também ajude pessoas por todo o mundo a melhorar suas habilidade de comunicação, diminuindo desentendimentos e encorajando uma atitude de mais amor e paz nas nossas interações humanas!</p>",
    "about_def": "FalseCognates.com é uma websute onde pessoas podem ler e compartilhar exemplos de Falso Cognatos, ou seja, pares de palavras (dentro do mesmo idioma ou entre idiomas distintos) que soam de forma similar, mas que possuem significados ou raízes (etimologia) diferentes.",
    "home_def": "Falso Cognatos são pares de palavras, dentro do mesmo idioma ou entre idiomas diferentes, que possuem som similar, mas significados ou raízes diferentes. Para mais informações consulte os sites: ",
    "wikipedia_link": "https://en.wikipedia.org/wiki/False_cognate",
    "mcmillan_link": "http://www.macmillandictionary.com/us/dictionary/american/false-cognate",
    "wikipedia_title": "Wikipedia",
    "mcmillan_title": "McMillan Dictionary",
    "not_found": "Página não encontrada",
    "not_found_content": "<p>Desculpe, mas a página que você deseja não existe ou o link foi removido.</p><p>Iremos verificar esse problema o quanto antes!</p>"
  }
}
